[UI_TREE]
EDITCfg=Edit Configuration
MARKCfg=Mark Configuration
3DCfg=3D Configuration
ImportDxf_Type0Cfg=DXF Configuration
SysCfg=Other

[Edit]
EDIT=Edit Configuration
PointFilterPrecis=Filter Point Precision(mm)
PointFilterAngle=Filter Angle
PointPrecisMoveStep=Point Moving Step(mm)
MICRO=Micro Moving Step(mm)
MICROROTATE=Micro Rotating Step(°)
CLICK=Pick up Precision(mm)
UNDO=Undo Level
ONETOTWO=Polygon Break Precision(mm)
ExtendSpace=Extend Precision(mm)
KillAngleSpace=Round Precision(mm)
PreViewZoomScale=View Zoom Scale
LayerCnt=Layer Count
JoinDistance=Max Distance for Line-Join
FastDrawEnable= Hatch line display fast
FastDrawEnableOption=FALSE|TRUE

[MARK]
MARK=Mark Configuration
SafeDoorRemark=Mark immediately when door close
SafeDoorRemarkOption=FALSE|TRUE
CloseRedIfMark=Auto close redlight when mark
CloseRedIfMarkOption=FALSE|TRUE
RedPreviewLayerNo= Red Preview Speed
EnableMaxMarkNum=Stop marking after reaching the specified number
EnableMaxMarkNumOption=FALSE|TRUE

[3D]
3D=3D Configuration
3dModelPrecision=3D Model Precision
3dTrancePrecision=3D Data Trance Precision
STLOptimize=Optimize Data Trance
STLOptimizeOption=FALSE|TRUE

[ImportDxf_Type0]
ImportDxf_Type0=DXF Configuration
SepArc=Arc Precision(5~255)
SepSpLine=Spline Precision(5~255)

[Sys]
Sys=Other
CIRCLEPRECIS=arc Precision(mm)
SAMPLECOUNT=Number of arc samples
AIIMPORTPRECIS=AI Precision
PowerFill=Optimization of filling speed
PowerFillOption=FALSE|TRUE
PowerDraw=Optimization of drawing speed
PowerDrawOption=FALSE|TRUE
PowerRPViewFrame=Redlight preview border optimization
PowerRPViewFrameOption=FALSE|TRUE

[UI_FACE]
ExportSysPara = Export...
ImportSysPara = Import...
Ok = OK
Cancel = Cancel
Apply = Apply


;3DCALI DLG MAIN
[DLG_6000]
1019=Mark Parameters set
1021=Start Marking
1022=Red Light Preview
1023=Loop Marking
1024=Export cali file
1025=Import cali file
1027=Motor Base Position
1028=Min Position
1029=Max Position
1030=Increment
1031=Focus fo Base Plane
1033=Parameters Set
6000=Cali Type
6001=Base parameters
6002=Motor Position
3=Generate Cali File
4=Reset

;3DCALI DLG PARAM
[DLG_140]
1035=Mark Times
1036=Mark Speed(mm/s)
1037=Jump Speed(mm/s)
1038=Q Frequency(kHz)
1039=Q Release(us)
1040=Current(A)
1041=Power(%)
1042=Wave Num
1051=Apply
2=Cancel

;3DCALI STRING
[STRINGTABLE]




